packages/eessi-testsuite/eessi_testsuite-0.9.0.tar.gz/eessi_testsuite-0.9.0/eessi/testsuite/tests/apps/openfoam/src/cavity3D/64M/fixedIter/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allpre
runParallel $(getApplication)

#------------------------------------------------------------------------------
